Repository: TarasOsiris/screenshot-mac
Catalog: screenshot/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fa, fi, fr, he, hr, hu, id, it, ja, ko, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, ur, vi, zh_hans, zh_hant

source: Switch to another language and click **Replace** (or drop an image) to give that language its own background image. Fill mode, opacity, tiling and blur stay shared with the base language.
ar: قم بالتبديل إلى لغة أخرى وانقر فوق **استبدال** (أو قم بإسقاط صورة) لمنح تلك اللغة صورة الخلفية الخاصة بها. يظل وضع التعبئة والعتامة والتبليط والتعتيم مشتركًا مع اللغة الأساسية.
ca: Canvia a un altre idioma i fes clic a **Substitueix** (o deixa anar una imatge) per donar a aquest idioma la seva pròpia imatge de fons. El mode d'emplenament, l'opacitat, el mosaic i el desenfocament es comparteixen amb l'idioma base.
cs: Přepněte na jiný jazyk a klikněte na **Nahradit** (nebo pusťte obrázek), abyste tomuto jazyku dali vlastní obrázek na pozadí. Režim výplně, krytí, dlaždice a rozostření zůstávají sdíleny se základním jazykem.
da: Skift til et andet sprog, og klik på **Erstat** (eller slip et billede) for at give sproget sit eget baggrundsbillede. Fyldtilstand, opacitet, fliselægning og sløring forbliver delt med basissproget.
de: Wechsle zu einer anderen Sprache und klicke auf **Ersetzen** (oder lege ein Bild ab), um dieser Sprache ein eigenes Hintergrundbild zu geben. Füllmodus, Deckkraft, Kacheln und Unschärfe bleiben mit der Basissprache geteilt.
el: Μεταβείτε σε άλλη γλώσσα και κάντε κλικ στο **Αντικατάσταση** (ή απόθεση μιας εικόνας) για να δώσετε σε αυτή τη γλώσσα τη δική της εικόνα φόντου. Η λειτουργία πλήρωσης, η αδιαφάνεια, η παράθεση και το θάμπωμα παραμένουν κοινά με τη βασική γλώσσα.
es: Cambia a otro idioma y haz clic en **Reemplazar** (o suelta una imagen) para darle a ese idioma su propia imagen de fondo. El modo de relleno, la opacidad, el mosaico y el desenfoque se comparten con el idioma base.
fa: به زبان دیگری بروید و روی **جایگزینی** کلیک کنید (یا تصویری را رها کنید) تا آن زبان تصویر پس‌زمینهٔ خودش را داشته باشد. حالت پرکردن، شفافیت، کاشی‌کاری و محوشدگی با زبان پایه مشترک می‌مانند.
fi: Vaihda toiseen kieleen ja napsauta **Korvaa** (tai pudota kuva), jotta kielelle tulee oma taustakuva. Täyttötila, peittävyys, laatoitus ja sumennus pysyvät jaettuna peruskielen kanssa.
fr: Passez à une autre langue et cliquez sur **Remplacer** (ou déposez une image) pour donner à cette langue sa propre image d'arrière-plan. Le mode de remplissage, l'opacité, la mosaïque et le flou restent partagés avec la langue de base.
he: עבור לשפה אחרת ולחץ על **החלף** (או שחרר תמונה) כדי לתת לשפה זו תמונת רקע משלה. מצב מילוי, אטימות, ריצוף וטשטוש נשארים משותפים עם שפת הבסיס.
hr: Prijeđite na drugi jezik i kliknite **Zamijeni** (ili ispustite sliku) da biste tom jeziku dali vlastitu pozadinsku sliku. Način ispune, neprozirnost, popločavanje i zamućenje ostaju zajednički s osnovnim jezikom.
hu: Váltson másik nyelvre, és kattintson a **Csere** lehetőségre (vagy dobjon egy képet), hogy az adott nyelvnek saját háttérképet adjon. A kitöltési mód, az átlátszatlanság, a csempézés és az elmosódás megosztva marad az alapnyelvvel.
id: Beralih ke bahasa lain dan klik **Ganti** (atau letakkan gambar) untuk memberikan gambar latar belakang pada bahasa tersebut. Mode pengisian, opacity, ubin dan blur tetap dibagikan dengan bahasa dasar.
it: Passa a un'altra lingua e fai clic su **Sostituisci** (o trascina un'immagine) per dare a quella lingua un'immagine di sfondo propria. Modalità di riempimento, opacità, affiancamento e sfocatura restano condivisi con la lingua di base.
ja: 別の言語に切り替えて**置き換える**をクリック（または画像をドロップ）すると、その言語専用の背景画像を設定できます。塗りつぶしモード、不透明度、タイル、ぼかしはベース言語と共通のままです。
ko: 다른 언어로 전환한 뒤 **교체**를 클릭하거나 이미지를 놓으면 해당 언어 전용 배경 이미지를 지정할 수 있습니다. 채우기 모드, 불투명도, 타일, 흐림은 기본 언어와 공유됩니다.
ms: Tukar kepada bahasa lain dan klik **Ganti** (atau lepaskan imej) untuk memberikan imej latar belakang bahasa itu sendiri. Mod isian, kelegapan, jubin dan kekal kabur dikongsi dengan bahasa asas.
nl: Schakel over naar een andere taal en klik op **Vervangen** (of zet een afbeelding neer) om die taal een eigen achtergrondafbeelding te geven. Vulmodus, dekking, naast elkaar plaatsen en vervagen blijven gedeeld met de basistaal.
no: Bytt til et annet språk og klikk på **Erstatt** (eller slipp et bilde) for å gi det språket et eget bakgrunnsbilde. Fyllmodus, opasitet, flislegging og uskarphet forblir delt med basisspråket.
pl: Przełącz na inny język i kliknij **Zamień** (lub upuść obraz), aby nadać temu językowi własny obraz tła. Tryb wypełniania, krycie, kafelkowanie i rozmycie pozostają współdzielone z językiem podstawowym.
pt_br: Mude para outro idioma e clique em **Substituir** (ou solte uma imagem) para dar a esse idioma uma imagem de fundo própria. O modo de preenchimento, a opacidade, o mosaico e o desfoque continuam compartilhados com o idioma base.
pt_pt: Mude para outro idioma e clique em **Substituir** (ou solte uma imagem) para dar a esse idioma sua própria imagem de fundo. O modo de preenchimento, opacidade, ladrilho e desfoque permanecem compartilhados com o idioma base.
ro: Comutați într-o altă limbă și faceți clic pe **Înlocuiți** (sau plasați o imagine) pentru a oferi limbii respective propria imagine de fundal. Modul de umplere, opacitatea, placarea și estomparea rămân partajate cu limba de bază.
ru: Переключитесь на другой язык и нажмите **Заменить** (или перетащите изображение), чтобы задать для этого языка собственное фоновое изображение. Режим заполнения, непрозрачность, мозаика и размытие остаются общими с базовым языком.
sk: Prepnite na iný jazyk a kliknite na **Nahradiť** (alebo pustite obrázok), aby ste tomuto jazyku dali vlastný obrázok na pozadí. Režim výplne, nepriehľadnosť, dlaždice a rozmazanie zostávajú zdieľané so základným jazykom.
sl: Preklopite na drug jezik in kliknite **Zamenjaj** (ali spustite sliko), da temu jeziku dodelite lastno sliko ozadja. Način polnjenja, motnost, razporeditev in zameglitev ostanejo v skupni rabi z osnovnim jezikom.
sv: Byt till ett annat språk och klicka på **Ersätt** (eller släpp en bild) för att ge det språket en egen bakgrundsbild. Fyllningsläge, opacitet, sida vid sida och oskärpa förblir delade med basspråket.
th: สลับเป็นภาษาอื่นแล้วคลิก **แทนที่** (หรือวางรูปภาพ) เพื่อให้ภาษานั้นใช้รูปภาพพื้นหลังเป็นของตัวเอง โหมดเติม ความทึบ การเรียงต่อกัน และการเบลอจะยังคงแชร์กับภาษาพื้นฐาน
tr: Başka bir dile geçip **Değiştir**'e tıklayın (veya bir görsel bırakın); o dil kendi arka plan görseline sahip olur. Doldurma modu, opaklık, döşeme ve bulanıklık temel dille ortak kalır.
uk: Перейдіть на іншу мову й натисніть **Замінити** (або перетягніть зображення), щоб задати для цієї мови власне зображення тла. Режим заповнення, непрозорість, мозаїка й розмиття лишаються спільними з базовою мовою.
ur: دوسری زبان پر جائیں اور اس زبان کو اس کی اپنی پس منظر کی تصویر دینے کے لیے **تبدیل کریں** (یا تصویر چھوڑیں) پر کلک کریں۔ فل موڈ، دھندلاپن، ٹائلنگ اور بلر بنیادی زبان کے ساتھ مشترکہ رہتے ہیں۔
vi: Chuyển sang ngôn ngữ khác và nhấp vào **Thay thế** (hoặc thả hình ảnh) để cung cấp hình nền riêng cho ngôn ngữ đó. Chế độ tô màu, độ mờ, xếp lớp và làm mờ vẫn được chia sẻ với ngôn ngữ cơ sở.
zh_hans: 切换到其他语言，然后点按**替换**（或拖入图像），即可为该语言设置专属背景图像。填充模式、不透明度、平铺和模糊仍与基础语言共用。
zh_hant: 切換到其他語言，然後按一下**取代**（或拖入影像），即可為該語言設定專屬背景影像。填滿模式、不透明度、拼貼和模糊仍與基礎語言共用。

source: Works for the row background and for a template's **Override background**. The button under the preview, named after your base language (for example **Use English Image**), goes back to the base language's image.
ar: يعمل مع خلفية الصف و**تجاوز الخلفية** للقالب. يعود الزر الموجود أسفل المعاينة، والذي يحمل اسم لغتك الأساسية (على سبيل المثال **استخدام الصورة الإنجليزية**)، إلى صورة اللغة الأساسية.
ca: Funciona per al fons de la fila i per al **Anul·lació del fons** d'una plantilla. El botó de sota de la previsualització, que porta el nom del vostre idioma base (per exemple, **Utilitza la imatge en anglès**), torna a la imatge de l'idioma base.
cs: Funguje pro pozadí řádku a pro **Přepsat pozadí** šablony. Tlačítko pod náhledem pojmenované podle vašeho základního jazyka (například **Použít obrázek v angličtině**) přejde zpět na obrázek základního jazyka.
da: Fungerer til rækkebaggrunden og til en skabelons **Tilsidesæt baggrund**. Knappen under forhåndsvisningen, opkaldt efter dit basissprog (for eksempel **Brug engelsk billede**), går tilbage til basissprogets billede.
de: Gilt für den Zeilenhintergrund und für **Hintergrund überschreiben** einer Vorlage. Die Taste unter der Vorschau, benannt nach deiner Basissprache (z. B. **Bild von English verwenden**), stellt das Bild der Basissprache wieder her.
el: Λειτουργεί για το φόντο της γραμμής και για το **Παράκαμψη φόντου** ενός προτύπου. Το κουμπί κάτω από την προεπισκόπηση, που πήρε το όνομά του από τη βασική γλώσσα σας (για παράδειγμα **Χρήση αγγλικής εικόνας**), επιστρέφει στην εικόνα της βασικής γλώσσας.
es: Funciona con el fondo de la fila y con **Anular fondo** de una plantilla. El botón bajo la vista previa, con el nombre de tu idioma base (por ejemplo **Usar imagen de English**), vuelve a la imagen del idioma base.
fa: برای پس‌زمینهٔ ردیف و برای **پس‌زمینهٔ اختصاصی** یک قالب کار می‌کند. دکمهٔ زیر پیش‌نمایش که به نام زبان پایهٔ شماست (مثلاً **استفاده از تصویر English**)، تصویر زبان پایه را برمی‌گرداند.
fi: Toimii rivin taustalle ja mallin **Ohita taustalle**. Esikatselun alla oleva painike, joka on nimetty peruskielesi mukaan (esimerkiksi **Käytä englanninkielistä kuvaa**), palaa peruskielen kuvaan.
fr: Fonctionne pour l'arrière-plan de la rangée et pour **Personnaliser l'arrière-plan** d'un modèle. Le bouton sous l'aperçu, qui porte le nom de votre langue de base (par exemple **Utiliser l'image English**), revient à l'image de la langue de base.
he: עובד עבור רקע השורה ועבור **החלפת רקע** של תבנית. הכפתור מתחת לתצוגה המקדימה, הקרוי על שם שפת הבסיס שלך (לדוגמה **השתמש בתמונה באנגלית**), חוזר לתמונת שפת הבסיס.
hr: Radi za pozadinu retka i za **Nadjačavanje pozadine** predloška. Gumb ispod pregleda, nazvan prema vašem osnovnom jeziku (na primjer **Koristi englesku sliku**), vraća se na sliku osnovnog jezika.
hu: Működik a sor hátteréhez és a sablon **Háttér felülírása** beállításához. Az előnézet alatti, az alapnyelvről elnevezett gomb (például **Use English Image**) visszatér az alapnyelv képéhez.
id: Berfungsi untuk latar belakang baris dan **Ganti latar belakang** templat. Tombol di bawah pratinjau, diberi nama sesuai bahasa dasar Anda (misalnya **Gunakan Gambar Bahasa Inggris**), kembali ke gambar bahasa dasar.
it: Vale per lo sfondo della riga e per **Personalizza sfondo** di un modello. Il pulsante sotto l'anteprima, che porta il nome della lingua di base (ad esempio **Usa immagine di English**), ripristina l'immagine della lingua di base.
ja: 行の背景と、テンプレートの**背景を上書き**の両方で使えます。プレビューの下にあるベース言語名のボタン（例：**Englishの画像を使用**）で、ベース言語の画像に戻せます。
ko: 행 배경과 템플릿의 **배경 재정의** 모두에 적용됩니다. 미리보기 아래 기본 언어 이름이 붙은 버튼(예: **English 이미지 사용**)을 누르면 기본 언어 이미지로 돌아갑니다.
ms: Berfungsi untuk latar belakang baris dan untuk templat **Latar belakang Ganti**. Butang di bawah pratonton, dinamakan sempena bahasa asas anda (contohnya **Gunakan Imej Bahasa Inggeris**), kembali kepada imej bahasa asas.
nl: Werkt voor de rijachtergrond en voor de **Override-achtergrond** van een sjabloon. De knop onder het voorbeeld, genoemd naar uw basistaal (bijvoorbeeld **Gebruik Engelse afbeelding**), gaat terug naar de afbeelding van de basistaal.
no: Fungerer for radbakgrunnen og for en mals **Overstyre bakgrunn**. Knappen under forhåndsvisningen, oppkalt etter grunnspråket ditt (for eksempel **Bruk engelsk bilde**), går tilbake til grunnspråkets bilde.
pl: Działa z tłem wiersza i **Zastąp tło** szablonu. Przycisk pod podglądem, nazwany na cześć Twojego języka podstawowego (na przykład **Użyj obrazu w języku angielskim**), powoduje powrót do obrazu języka podstawowego.
pt_br: Funciona para o plano de fundo da linha e para **Substituir plano de fundo** de um modelo. O botão sob a prévia, com o nome do seu idioma base (por exemplo **Usar imagem de English**), volta à imagem do idioma base.
pt_pt: Funciona para o plano de fundo da linha e para **Substituir plano de fundo** de um modelo. O botão abaixo da visualização, com o nome do seu idioma base (por exemplo **Usar imagem em inglês**), volta para a imagem do idioma base.
ro: Funcționează pentru fundalul rândului și pentru **Suprascrie fundalul** al unui șablon. Butonul de sub previzualizare, numit după limba de bază (de exemplu **Utilizați imaginea în limba engleză**), revine la imaginea limbii de bază.
ru: Работает для фона строки и для **Переопределить фон** у шаблона. Кнопка под превью с названием базового языка (например, **Использовать изображение (English)**) возвращает изображение базового языка.
sk: Funguje pre pozadie riadku a pre **Prepísať pozadie** šablóny. Tlačidlo pod ukážkou pomenované podľa vášho základného jazyka (napríklad **Použiť anglický obrázok**) prejde späť na obrázok základného jazyka.
sl: Deluje za ozadje vrstice in za **Preglasi ozadje** predloge. Gumb pod predogledom, poimenovan po vašem osnovnem jeziku (na primer **Uporabi angleško sliko**), se vrne na sliko osnovnega jezika.
sv: Fungerar för radbakgrunden och för en malls **Åsidosätt bakgrund**. Knappen under förhandsgranskningen, döpt efter ditt basspråk (till exempel **Använd engelska bild**), går tillbaka till basspråkets bild.
th: ใช้งานได้กับพื้นหลังของแถวและสำหรับ **แทนที่พื้นหลัง** ของเทมเพลต ปุ่มใต้การแสดงตัวอย่าง ซึ่งตั้งชื่อตามภาษาพื้นฐานของคุณ (เช่น **ใช้รูปภาพภาษาอังกฤษ**) จะย้อนกลับไปที่รูปภาพของภาษาพื้นฐาน
tr: Satır arka planında ve bir şablonun **Arka planı geçersiz kıl** ayarında çalışır. Önizlemenin altındaki, temel dilinizin adını taşıyan düğme (örneğin **English görselini kullan**) temel dilin görseline geri döner.
uk: Працює для тла рядка і для **Перевизначити тло** шаблону. Кнопка під попереднім переглядом із назвою базової мови (наприклад, **Використати зображення (English)**) повертає зображення базової мови.
ur: قطار کے پس منظر اور ٹیمپلیٹ کے **اوور رائیڈ بیک گراؤنڈ** کے لیے کام کرتا ہے۔ پیش نظارہ کے نیچے بٹن، جس کا نام آپ کی بنیادی زبان کے نام پر رکھا گیا ہے (مثال کے طور پر **انگریزی تصویر کا استعمال کریں**)، بنیادی زبان کی تصویر پر واپس چلا جاتا ہے۔
vi: Hoạt động cho nền hàng và cho **Ghi đè nền** của mẫu. Nút bên dưới bản xem trước, được đặt tên theo ngôn ngữ cơ sở của bạn (ví dụ **Sử dụng hình ảnh tiếng Anh**), quay lại hình ảnh của ngôn ngữ cơ sở.
zh_hans: 适用于行背景，也适用于模板的**覆盖背景**。预览下方以基础语言命名的按钮（例如**使用English图像**）可恢复为基础语言的图像。
zh_hant: 適用於列背景，也適用於模板的**覆寫背景**。預覽下方以基礎語言命名的按鈕（例如**使用English影像**）可恢復為基礎語言的影像。

source: A background image can differ by language: replace it while that language is active.
ar: يمكن أن تختلف صورة الخلفية حسب اللغة: استبدلها عندما تكون تلك اللغة نشطة.
ca: Una imatge de fons pot variar segons l'idioma: substituïu-la mentre aquest idioma estigui actiu.
cs: Obrázek na pozadí se může lišit podle jazyka: nahraďte jej, dokud je tento jazyk aktivní.
da: Et baggrundsbillede kan variere efter sprog: Erstat det, mens det pågældende sprog er aktivt.
de: Ein Hintergrundbild kann je Sprache abweichen: Ersetze es, während diese Sprache aktiv ist.
el: Μια εικόνα φόντου μπορεί να διαφέρει ανάλογα με τη γλώσσα: αντικαταστήστε την όσο αυτή η γλώσσα είναι ενεργή.
es: Una imagen de fondo puede variar según el idioma: reemplázala mientras ese idioma esté activo.
fa: تصویر پس‌زمینه می‌تواند برای هر زبان متفاوت باشد: وقتی آن زبان فعال است، آن را جایگزین کنید.
fi: Taustakuva voi vaihdella kielen mukaan: vaihda se, kun kieli on aktiivinen.
fr: Une image d'arrière-plan peut varier selon la langue : remplacez-la pendant que cette langue est active.
he: תמונת רקע יכולה להיות שונה לפי שפה: החלף אותה בזמן ששפה זו פעילה.
hr: Pozadinska slika može se razlikovati ovisno o jeziku: zamijenite je dok je taj jezik aktivan.
hu: A háttérkép nyelvenként eltérő lehet: cserélje ki, amíg az adott nyelv aktív.
id: Gambar latar belakang dapat berbeda berdasarkan bahasa: gantilah saat bahasa tersebut aktif.
it: Un'immagine di sfondo può cambiare in base alla lingua: sostituiscila mentre quella lingua è attiva.
ja: 背景画像は言語ごとに変えられます。その言語を選択中に置き換えてください。
ko: 배경 이미지는 언어마다 다르게 할 수 있습니다. 해당 언어가 활성화된 상태에서 교체하세요.
ms: Imej latar belakang boleh berbeza mengikut bahasa: gantikannya semasa bahasa itu aktif.
nl: Een achtergrondafbeelding kan per taal verschillen: vervang deze terwijl die taal actief is.
no: Et bakgrunnsbilde kan variere etter språk: erstatt det mens det språket er aktivt.
pl: Obraz tła może różnić się w zależności od języka: zastąp go, gdy ten język jest aktywny.
pt_br: Uma imagem de fundo pode variar por idioma: substitua-a com esse idioma ativo.
pt_pt: Uma imagem de fundo pode variar de acordo com o idioma: substitua-a enquanto o idioma estiver ativo.
ro: O imagine de fundal poate diferi în funcție de limbă: înlocuiți-o în timp ce limba respectivă este activă.
ru: Фоновое изображение может отличаться для каждого языка: замените его, пока этот язык активен.
sk: Obrázok na pozadí sa môže líšiť v závislosti od jazyka: nahraďte ho, kým je tento jazyk aktívny.
sl: Slika ozadja se lahko razlikuje glede na jezik: zamenjajte jo, ko je jezik aktiven.
sv: En bakgrundsbild kan skilja sig åt beroende på språk: ersätt den medan det språket är aktivt.
th: ภาพพื้นหลังอาจแตกต่างกันไปตามภาษา: แทนที่ในขณะที่ภาษานั้นใช้งานอยู่
tr: Arka plan görseli dile göre farklı olabilir: o dil etkinken görseli değiştirin.
uk: Зображення тла може відрізнятися для кожної мови: замініть його, поки ця мова активна.
ur: پس منظر کی تصویر زبان کے لحاظ سے مختلف ہو سکتی ہے: اسے تبدیل کریں جب وہ زبان فعال ہو۔
vi: Hình nền có thể khác nhau tùy theo ngôn ngữ: hãy thay thế hình nền đó khi ngôn ngữ đó đang hoạt động.
zh_hans: 背景图像可以按语言区分：在该语言处于活动状态时替换它即可。
zh_hant: 背景影像可以依語言區分：在該語言作用中時取代它即可。
